    let therapistArray = [
    ["你的特征表明，你在情感上感到空虚、愤怒、悲伤，并且不信任他人。你很难在情感上与他人亲近，\
    也很难相信自己可以脆弱，别人不会伤害你。 在你看来，世界是一个充满敌意的地方，人们在这里互\
    相利用和占便宜，所以你会与人保持距离，也许会通过你的穿着和举止来警告他们远离你。也许通过\
    穿孔或纹身，你会让人们知道你是一个他们应该尊重或害怕的人。如果你认为别人不尊重你、威胁你\
    或利用你，你就会变得相当有敌意。在某些情况下，具有你这种特征的人不会以明显反叛或可怕的方\
    式打扮或行事。相反，你会以冷淡或冷漠的方式对待他人，并想方设法占他人的便宜，从而保持情感\
    上的距离。\
    你的父母可能很冷漠、不爱你，甚至很残忍，所以你从小就学会了退缩来保护自己。你觉得自己不被爱，\
    不被需要，于是你想方设法成为一个幸存者，操纵他人或变得情感麻木，这样你就不会受到伤害。\
    难怪你现在会质疑一切权威，因为你无法相信你的父母会满足你的需求。\
    你的资料显示，你可能会感到空虚、孤独和与他人脱节。有时，你甚至会感到疑神疑鬼，好像别人都戴\
    着面具，掩饰自己的真实感受。当你受到伤害时，你会向他人发泄。有时，具有你这种特征的人会把攻击性\
    和性欲混为一谈，觉得甜蜜和温柔的时刻让人不舒服甚至恼怒。你也可能会用药物和/或酒精来麻醉自己\
    空虚、愤怒的情绪，在药物和/或酒精的影响下，你可能会变得更加易怒和刻薄，甚至对你关心的人也是如此。\
    作为培养自尊的一种方式，试着对自己童年时感到被拒绝或被遗弃的经历产生共鸣。避免吸毒和酗酒，尤\
    其是在您感到愤怒或出现妄想症时。通过将注意力转移到生活中积极的事物上，CBT 可以帮助您学会控\
    制一些阴暗和消极的情绪。当你经历温柔或充满爱的时刻时，避免将对方推开。 如果你允许自己享受情\
    感交流的时刻，这将有助于缓解你的空虚和悲伤情绪。药物治疗也有助于缓解阴暗和偏执的情绪。"],
  
    ["你的特征表明，你目前感到非常孤独，与他人脱节。有你这种情况的人通常都经历过父母排斥甚至残忍的童年。\
    从小你就学会了保护自己，退缩到自己的幻想世界中，不让自己感到脆弱。 难怪你现在很难信任别人，也很难放\
    下戒备让别人接近你。 在某些情况下，具有你这种特征的人经历过身体虐待和/或性虐待，这让他们感到愤怒，\
    无法信任他人。在这些情况下，早期的虐待可能会造成性欲和攻击性之间的混淆。在其他情况下，性攻击组合与\
    他们在早期受虐待时的经历类似。在压力过大时，你可能会专注于攻击性甚至是可怕的想法，你的思维可能会变\
    得混乱。随着压力的增加，你可能会做出冲动的行为，做出一些让别人觉得不安、奇特或怪异的事情。由于早年\
    被忽视或虐待，你很难爱自己，因此你可能会发现与那些过着非正统或边缘生活的人在一起比与那些更传统的人\
    在一起更容易。 与你的治疗师一起研究如何识别你的感受，这样你就可以向他人表达感受，而不是退缩或做出过\
    激行为。 学会识别他人的感受，这样你就能以同理心来回应他们。也许是为了保护自己，你麻木了自己的情感，\
    所以有时别人会认为你冷漠、冷淡、无情。避免用化学制剂来治疗内心的空虚。药物和酒精实际上可能会增加你的\
    冲动倾向，甚至是暴力或非法行为。与你的治疗师合作，培养对自己作为一个受伤、被遗弃或被忽视的孩子的同理心。"]
  ];