
let treatmentArray = [
    [
      "这些人的童年是混乱的、无序的、受虐待的、身份受损的。他们的原生家庭可能存在长期的家庭冲突、\
      性虐待、酗酒和残酷的忽视。 他们往往被贴上家庭'坏苹果'的标签，因此被挑出来受到特别严厉的对待。\
      他们的特征反映了这种受损的身份认同感。 作为对敌意的一种适应性反应，48/84 型患者可能学会了将他\
      人视为不值得信任、拒绝、敌意或危险的人，因此建立了一种持久的不信任态度，以及对他人的保护性、\
      敌意和情感退缩。许多人的防御性反应是与他人保持距离，并对任何使他们感到沮丧或拒绝他们的人进行抨击。\
      由于他们不信任治疗师，在治疗过程中常常躲躲闪闪，因此很难建立治疗联盟。他们会对治疗师进行'信任测试'，\
      如果治疗师 '通过了测试'，就可以建立治疗联盟。为了促进信任的发展，持续讨论移情是很重要的。 他们具\
      有自我保护的操纵性，这反映了他们对照顾者不可靠和排斥的体验。亲子关系、支持性疗法与对童年受虐待或被\
      忽视经历的感同身受的理解相结合，可能会有所帮助。最有用的方法可能是进行实用的生活技能培训和制定基本\
      的应对策略，以避免社会适应能力的边缘化。 精神药物治疗可能是合适的，尽管他们可能难以对治疗师产生足\
      够的信任，从而无法遵守药物治疗方案。"
    ]
  ];
  